[{"name":"Atal Pension Yojana","offers":"Pension between Rs 1,000 and Rs 5,000 a month.","costs":"For a monthly pension of Rs 1,000, a 40-year-old subscriber will have to invest Rs 291 per month for 20 years, while an 18-year-old will have to contribute Rs 42 per month for 40 years.","eligible":"All individuals between 18 and 40, who will have to contribute till they turn 60."},{"name":"Pradhan Mantri Suraksha Bima Yojana","offers":"Accidental death and disability cover of Rs 2 lakh.","costs":"Premium is Rs 12 per year.","eligible":"Anybody who has a savings account in the banks that offer this scheme."},{"name":"Pradhan Mantri Jeevan Jyoti Bima Yojana","offers":"A pure protection term insurance cover which pays Rs 2 lakh to dependents in the event of the policyholder's death.","costs":"Premium is Rs 330 a year.","eligible":"Anybody in the age band of 18-70 years who has a savings account in a bank that offers this scheme."},{"name":"Pradhan Mantri Jan Dhan Yojana","offers":"A savings account with no minimum balance. The Rupay ATM-cum-debit card comes with in-built accident and life covers of Rs 1 lakh and Rs 30,000 respectively.","costs":"Nil","eligible":"Anyone belonging to the economically weaker sections of society. As all future welfare and subsidy schemes are likely to be linked to it, it is a must for your staff."},{"name":"Post office time deposits and bank FDs","offers":"Time deposits with tenures of one to four years yield 8.4%, while five-year deposits will earn 8.5%. Bank fixed deposits in the name of your employees' senior citizen parents will earn 9-9.25%.","costs":"The minimum investment for post office time deposits is Rs 200 and there is no cap.","eligible":"Anyone with a bank account or Aadhar card."},{"name":"Kisan Vikas Patra","offers":"A secure interest rate of 8.7% and the promise to double the investment in 100 months.","costs":"The minimum investment is Rs 1,000. No maximum limit.","eligible":"All."},{"name":"Sukanya Samriddhi Scheme","offers":"Guaranteed annual returns of 9.2%.","costs":"Minimum contribution is Rs 1,000 a year and the maximum is Rs 1.5 lakh.","eligible":"Girl child below the age of 10."},{"name":"Health insurance","offers":"Cover for expenses incurred during hospitalisation due to illness or surgery.","costs":"Rs 700-800 a year for a cover of Rs 50,000 for indivuduals aged between 18 and 40 years.","eligible":"All."}]